Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: SSL received an unexpected New Session Ticket handshake message.
bn_bd: একটি অপ্রত্যাশিত নতুন সেশন টিকেট হ্যান্ডসেক বার্তা SSL গ্রহণ করেছে।

source: SSL received an unexpected Server Hello Done handshake message.
bn_bd: SSL, অপ্রত্যাশিত Server Hello Done হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Server Hello handshake message.
bn_bd: SSL, অপ্রত্যাশিত Server Hello হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected Server Key Exchange handshake message.
bn_bd: SSL, অপ্রত্যাশিত Server Key Exchange হ্যান্ডশেক বার্তা গ্রহণ করেছে।

source: SSL received an unexpected uncompressed record.
bn_bd: SSL একটি অপ্রত্যাশিত অসংকোচিত রেকর্ড গ্রহণ করেছে।

source: SSL received a record that exceeded the maximum permissible length.
bn_bd: SSL দ্বারা প্রাপ্ত একটি রেকর্ড অনুমোদিত সর্বোচ্চ দৈর্ঘ্য অতিক্রম করেছে।

source: SSL received a record with an incorrect Message Authentication Code.
bn_bd: SSL দ্বারা প্রাপ্ত রেকর্ডে, বার্তা অনুমোদনের কোডটি ভুল।

source: SSL received a record with an unknown content type.
bn_bd: SSL, অজানা প্রকৃতির বিষয়বস্তু সহ একটি রেকর্ড গ্রহণ করেছে।

source: SSL received a record with bad block padding.
bn_bd: ত্রুটিপূর্ণ ব্লক প্যাড করা একটি রেকর্ড SSL দ্বারা প্রাপ্ত হয়েছে।

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
bn_bd: সার্ভার কী বিনিময় কর্মরদন বার্তায় SSL একটি দুর্বল সল্পস্থায়ী ডিফি-হেলম্যান কী গ্রহণ করেছে।

source: SSL received invalid NPN extension data.
bn_bd: SSL অবৈধ NPN এক্সটেনশন এর তথ্য পেয়েছে।

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
bn_bd: SSL সার্ভার এক্সপোর্ট সাইফার স্যুট এর সাথে ডোমেস্টিক-গ্রেড পাবলিক কী ব্যবহার করার চেষ্টা করেছে।

source: SSL server cache not configured and not disabled for this socket.
bn_bd: চিহ্নিত সকেটের জন্য SSL সার্ভার ক্যাশে কনফিগার ও নিষ্ক্রিয় করা হয়নি।

source: SSL Server Certificate
bn_bd: SSL সার্ভার সার্টিফিকেট

source: SSL version range is not valid.
bn_bd: SSL সংস্করণ পরিসর বৈধ নয়।

source: SSL was unable to extract the public key from the peer’s certificate.
bn_bd: পিয়ার এর সার্টিফিকেট থেকে পাবলিক কী বের করতে ব্যর্থ হয়েছে SSL।

source: %S (%S Object)
bn_bd: %S (%S অবজেক্ট)

source: %S (tab)
bn_bd: %S (ট্যাব)

source: %S (tab audio)
bn_bd: %S (ট্যাব অডিও)

source: %S (tab audio and application)
bn_bd: %S (ট্যাব অডিও এবং অ্যাপ্লিকেশন)

source: %S (tab audio and screen)
bn_bd: %S (ট্যাব অডিও এবং স্ক্রীন)

source: %S (tab audio and tab)
bn_bd: %S (ট্যাব অডিও এবং ট্যাব)

source: %S (tab audio and window)
bn_bd: %S (ট্যাব অডিও এবং উইন্ডো)

source: stable
bn_bd: সুস্থির

source: Stack:
bn_bd: স্তূপ:

source: Stack at end:
bn_bd: শেষে স্ট্যাক:

source: Stack at start:
bn_bd: শুরুতে স্ট্যাক:

source: Stack trace:
bn_bd: স্ট্যাক চিহ্ন:

source: &Standard
bn_bd: আদর্শ (&S)

source: Standards compliance mode
bn_bd: আদর্শ অনুসরণ মোড

source: Start
bn_bd: শুরু

source: Start:
bn_bd: আরম্ভ:

source: Start AEC Logging
bn_bd: AEC তে প্রবেশ শুরু করুন

source: Start &brandShortName;
bn_bd: &brandShortName; চালু করা হবে

source: Start Debug Mode
bn_bd: ডিভাগ মোড চালু করুন

source: Start fresh to fix problems and restore performance.
bn_bd: সমস্যার সমাধানের জন্য এবং কর্মক্ষমতা পুনঃস্থাপন নতুন করে শুরু।

source: Starting…
bn_bd: শুরু করা হচ্ছে…

source: Starting an entirely new browsing session
bn_bd: একটি নতুন ব্রাউজিং সেশন শুরু করা

source: Start in Safe Mode
bn_bd: নিরাপদ মোডে শুরু করুন

source: Start Logging
bn_bd: লগিং শুরু করুন

source: Start logging function calls for chrome code to the console
bn_bd: কনসোলে ক্রোম কোডের জন্য লগিং ফাংশন কল শুরু করুন

source: Start logging function calls to the console
bn_bd: কনসোলে ফাংশন কল লগিং শুরু করুন

source: Start performance analysis
bn_bd: কার্যকারিতা বিশ্লেষণ শুরু করুন

source: Start Performance Analysis…
bn_bd: পারফরমেন্স বিশ্লেষণ শুরু করুন…

source: Start profiling
bn_bd: প্রোফাইলিং শুরু করুন

source: Start Recording Performance
bn_bd: রেকর্ডিং কার্যকারিতা শুরু করুন

source: Start tag “%1$S” seen in “table”.
bn_bd: টেবিলে “%1$S” শুরুর ট্যাগ দেখেছেন।

source: Start tag “%1$S” seen without a “ruby” element being open.
bn_bd: “ruby” উপাদান খোলা অবস্থায় থাকা ছাড়াই শুরুর ট্যাগ “%1$S” দেখা গিয়েছে।

source: Start tag for “table” seen but the previous “table” is still open.
bn_bd: “table” এর জন্য শুরুর ট্যাগ দেখেছেন কিন্তু পূর্ববর্তী “table” এখনো উন্মুক্ত।

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
bn_bd: প্রথমে একটি ডকুমেন্ট ধরণ দেখা ব্যতীত ট্যাগ দেখা শুরু করুন। প্রত্যাশিত “<!DOCTYPE html>”।

source: Start Time
bn_bd: শুরুর সময়

source: Startup
bn_bd: স্টার্টআপ

source: State
bn_bd: অবস্থা

source: State:
bn_bd: অবস্থা:

source: Statement
bn_bd: স্টেটমেন্ট

source: Status
bn_bd: অবস্থা

source: Status:
bn_bd: অবস্থা:

source: status bar
bn_bd: স্ট্যাটাস বার

source: Status code:
bn_bd: স্ট্যাটাস কোড:

source: Stay in Private Browsing
bn_bd: প্রাইভেট ব্রাউজিং এ থাকুন

source: Stay Online
bn_bd: অনলাইনে থাকা হবে

source: Stay on Page
bn_bd: এই পৃষ্ঠায় থাকুন

source: Stay on this page
bn_bd: এই পাতায় অবস্থান করুন

source: Step In %S
bn_bd: স্টেপ ইন %S

source: Step Out %S
bn_bd: স্টেপ আউট %S

source: Step Over %S
bn_bd: স্টেপ ওভার %S

source: Steps out of the current function and up one level if the function is nested. If in the main body, the script is executed to the end, or to the next breakpoint. The skipped statements are executed, but not stepped through
bn_bd: বর্তমান ফাংশনের ধাপ থেকে বের হন এবং যদি ফাংশন সাজানো থাকে তাহলে এক ধাপ উপরে যান। যদি মেইন বডিতে থাকে, স্ক্রিপ্টটি তখন নিস্পন্ন, অথবা পরবর্তী ব্রেকপয়েন্টে যাবে। এড়ানো বিবৃতি নিস্পন্ন হবে, কিন্তু বন্ধ হবে না যদিও

source: %S: timer started
bn_bd: %S: টাইমার শুরু হয়েছে

source: Stop
bn_bd: থামাও

source: Stop AEC Logging
bn_bd: AEC লগিং বন্ধ করুন

source: Stop App
bn_bd: অ্যাপ বন্ধ

source: Stop black boxing all sources that match this glob (for example: “*.min.js”)
bn_bd: ব্ল্যাক বক্স করা স্থগিত করুন সকল সোর্স গুলো কে যেগুলো এই গ্লোবের সাথে মিলে যায় (যেমন: "*.min.js")

source: Stop black boxing sources in the debugger
bn_bd: ডিবাগারে ব্লাক বক্সিং সোর্স করা বন্ধ করুন

source: Stop black boxing this source
bn_bd: এই উৎসের ব্ল্যাক বাক্সিং স্থগিত করুন

source: Stop collecting CSS coverage data
bn_bd: CSS কভারেজ ডাটা সংগ্রহ থামান

source: Stop Debug Mode
bn_bd: ডিভাগিং মোড বন্ধ কর/করুন

source: Stop emulating a CSS media type
bn_bd: একটি CSS মিডিয়া টাইপ অনুকরণ করা বন্ধ করুন

source: Stop function call logging
bn_bd: কল লগিং ফাংশন স্থগিত করুন

source: Stop It
bn_bd: বন্ধ করুন

source: Stop loading this page (%S)
bn_bd: এই পাতা (%S) লোড স্থগিত করুন

source: Stop Logging
bn_bd: লগিং থামাও

source: Stopped
bn_bd: বন্ধ করা হয়েছে

source: Stopped…
bn_bd: বন্ধ করা হয়েছে...

source: Stopped black boxing the following sources:
bn_bd: নিম্নোক্ত সোর্সসমূহে ব্লাক বক্সিং বন্ধ করা হয়েছে:

source: Stopped call logging. Active contexts: %1$S.
bn_bd: কল লগিং স্থগিত করা হয়েছে।কনটেক্সট সক্রিয়: %1$S।

source: Stop plugin
bn_bd: প্লাগইন স্থগিত করুন

source: Stop profiling
bn_bd: প্রোফাইল করা স্থগিত করুন

source: Stop recording by entering
bn_bd: ভেতরে অাসার সময় ধারনকরা বন্ধ করুন

source: Stop Recording Performance
bn_bd: রেকর্ডিং কার্যকারিতা বন্ধ করুন

source: Stop script
bn_bd: স্ক্রিপ্ট বন্ধ করুন

source: Stop Wearing Theme
bn_bd: থীম যোগ বন্ধ W

source: Storage
bn_bd: স্টোরেজ

source: Storage Inspector
bn_bd: স্টোরেজ পরিদর্শক

source: Storage Inspector (Cookies, Local Storage, …) (%S)
bn_bd: স্টোরেজ পরিদর্শক (কুকিজ, স্থানীয় স্টোরেজ, ...) (%S)

source: Storage Panel
bn_bd: স্টোরেজ প্যানেল

source: Store as global variable
bn_bd: গ্লোবাল ভেরিয়েবল হিসেবে সংরক্ষণ S

source: Store data in Persistent Storage
bn_bd: পার্সিস্টেন্ট স্টোরেজে ডাটা স্টোর করুন

source: Store Data in Persistent Storage
bn_bd: পার্সিস্টেন্ট স্টোরেজে ডাটা স্টোর করুন

source: Stored on: %1$S
bn_bd: জমা হয়েছে: %1$S

source: Store unlimited amount of client-side data
bn_bd: গ্রাহক-প্রান্তিক অগনিত ডাটা সংরক্ষণ করুন

source: %S to search
bn_bd: অনুসন্ধানের জন্য %S

source: %S to search for sources
bn_bd: উৎস অনুসন্ধানের জন্য %S

source: Stray “/” at the end of an end tag.
bn_bd: সমাপ্তি ট্যাগের শেষে বিপথগামী “/” ছিল।

source: Stray doctype.
bn_bd: খাপছাড়া ডকুমেন্ট ধরণ।

source: Stray end tag “%1$S”.
bn_bd: হঠাৎ শেষ ট্যাগ “%1$S”।

source: Stray start tag “%1$S”.
bn_bd: হঠাৎ “%1$S” ট্যাগশুরু করুন।

source: Stretch
bn_bd: প্রসারিত

source: Strict-Transport-Security: An error occurred noting the site as a Strict-Transport-Security host.
bn_bd: কঠিন-পরিবহন-নিরাপত্তা: সাইট কঠিন-পরিবহন-নিরাপত্তা হোস্ট হিসাবে নির্দেশে ত্রুটি ঘটেছে।

source: Strict-Transport-Security: An unknown error occurred processing the header specified by the site.
bn_bd: কঠিন-পরিবহন-নিরাপত্তা: সাইট নির্ধারিত হেডার প্রক্রিয়াকরণে অজানা ত্রুটি ঘটেছে।

source: Strict-Transport-Security: The connection to the site is untrustworthy, so the specified header was ignored.
bn_bd: কঠোর-পরিবহন-নিরাপত্তা: সাইটটিতে সংযোগ অবিশ্বাসযোগ্য, তাই নির্দিষ্ট হেডার উপেক্ষা করা হয়েছে।

source: Strict-Transport-Security: The site specified a header that could not be parsed successfully.
bn_bd: কঠোর-পরিবহন-নিরাপত্তা: সাইটে সফলভাবে পাস করা যায়নি যে একটি হেডার নির্দিষ্ট.

source: Strict-Transport-Security: The site specified a header that did not include a ‘max-age’ directive.
bn_bd: কঠিন-পরিবহন-নিরাপত্তা: সাইট নির্ধারিত হেডারে 'max-age' নির্দেশনা নেই।

source: Strict-Transport-Security: The site specified a header that included an invalid ‘includeSubDomains’ directive.
bn_bd: কঠোর-পরিবহন-নিরাপত্তা: সাইটে একটি অকার্যকর 'includeSubDomains' নির্দেশনা অন্তর্ভুক্ত একটি হেডার নির্দিষ্ট।

source: Strict-Transport-Security: The site specified a header that included an invalid ‘max-age’ directive.
bn_bd: কঠিন-পরিবহন-নিরাপত্তা: সাইটটির বিশেষ একটি শিরোনাম যেটি অন্তর্ভুক্ত হয়েছে একটি অকার্যকর 'সর্বোচ্চ-বয়স' নির্দেশনায়।

source: Strict-Transport-Security: The site specified a header that included multiple ‘includeSubDomains’ directives.
bn_bd: কঠোর-পরিবহন-নিরাপত্তা: সাইটের একাধিক 'includeSubDomains' নির্দেশনা অন্তর্ভুক্ত একটি হেডার নির্দিষ্ট।

source: Strict-Transport-Security: The site specified a header that included multiple ‘max-age’ directives.
bn_bd: কঠিন-পরিবহন-নিরাপত্তা: এই সাইটটি বিশেষ একটি শিরোনাম যেটি বহুবিধ 'সর্বোচ্চ-বয়স' নিরদেশনা অন্তর্ভুক্ত করেছে।

source: string
bn_bd: স্ট্রিং

source: String
bn_bd: স্ট্রিং

source: Style Editor
bn_bd: স্টাইল সম্পাদনা

source: Style Editor options
bn_bd: স্টাইল সম্পাদনের অপশন

source: Style Editor Panel
bn_bd: স্টাইল সম্পাদনা প্যানেল

source: Style Inspector
bn_bd: স্টাইল পরীক্ষক

source: Styles
bn_bd: স্টাইল

source: Style sheet could not be loaded.
bn_bd: স্টাইল শীট লোড করা যায়নি।

source: Style sheet could not be saved.
bn_bd: স্টাইল শীট সংরক্ষণ করা যায়নি।

source: Stylesheet Editor (CSS) (%S)
bn_bd: স্টাইলশীট সম্পাদক (CSS) (%S)

source: %S\u00D7%S
bn_bd: %S×%S

source: Sub-Commands
bn_bd: সাব-কমান্ড

source: Subject
bn_bd: বিষয়

source: Subject:
bn_bd: বিষয়:

source: Subject Public Key Algorithm
bn_bd: ব্যক্তির পাবলিক কী এলগরিদম

source: Subject Public Key Info
bn_bd: ব্যক্তির পাবলিক কী সংক্রান্ত তথ্য

source: Subject’s Public Key
bn_bd: ব্যক্তির পাবলিক কী

source: Subject Unique ID
bn_bd: ব্যক্তির ইউনিক আইডি

source: Submission failed.
bn_bd: জমা দিতে ব্যর্থ।

source: Submit a crash report
bn_bd: ক্র্যাশ প্রতিবেদন জমা দিন

source: Submit Feedback…
bn_bd: মন্তব্য প্রদান…

source: Submit Query
bn_bd: কোয়েরি জমা দেয়া হবে

source: Submit search
bn_bd: অনুসন্ধান জমা দিন

source: Submitted
bn_bd: প্রেরিত

source: Submitted Crash Reports
bn_bd: জমা দেয়া ক্র্যাশ প্রতিবেদনসমূহ

source: Submitting your report…
bn_bd: প্রতিবেদন জমা দেয়া হচ্ছে…

source: Subscribe
bn_bd: সাবস্ক্রাইব

source: Subscribe Now
bn_bd: সাবস্ক্রাইব করুন

source: Subscribe to this feed using
bn_bd: এই ফিডে সাবস্ক্রাইব করার জন্য ব্যবহৃত হবে\u0020

source: Subscribe to this page
bn_bd: এই পাতায় সাবস্ক্রাইব করুন

source: Subscribe to This Page
bn_bd: এই পাতায় সাবস্ক্রাইব করুন

source: Subscribe to This Page…
bn_bd: এই পাতায় সাবস্ক্রাইব করুন…

source: Subscribe to this podcast using
bn_bd: এই পডকাস্টে সাবস্ক্রাইব করার জন্য ব্যবহৃত হবে\u0020

source: Subscribe to this video podcast using
bn_bd: এই ভিডিও পডকাস্টে সাবস্ক্রাইব করার জন্য ব্যবহৃত হবে\u0020

source: Subscribe with Live Bookmark
bn_bd: লাইভ বুকমার্কসহ সাবস্ক্রাইব করুন

source: subscript
bn_bd: সাবস্ক্রিপ্ট

source: success
bn_bd: সফল

source: Success!
bn_bd: সফল!

source: Sudan
bn_bd: সুদান

source: Suffixes
bn_bd: সাফিক্স

source: Suggested Contribution: %S
bn_bd: প্রস্তাবিত অবদান: %S

source: Suggestions
bn_bd: পরামর্শ

source: sum
bn_bd: সমষ্টি

source: Summary
bn_bd: সারসংক্ষেপ

source: Sundanese
bn_bd: সুদানীজ

source: %S Updated
bn_bd: %S হালনাগাদ করা হয়েছে

source: superscript
bn_bd: সুপারস্ক্রিপ্ট

source: Superseded
bn_bd: অধিক গুরত্ব প্রাপ্ত

source: Support for the ‘subgrid’ keyword of CSS Grid is not enabled.
bn_bd: 'subgrid' keyword of CSS গ্রিডের 'subgrid' কীওয়ার্ডের জন্য সাপোর্ট সক্রিয় নয়।

source: Suriname
bn_bd: সুরিনাম

source: Surname
bn_bd: পদবি

source: %S uses an invalid security certificate.
bn_bd: %S দ্বারা একটি অকার্যকর নিরাপত্তার সার্টিফিকেট ব্যবহার করে।

source: Svalbard
bn_bd: ভালবার্ড

source: Swahili
bn_bd: সোয়াহিলি

source: %S was unable to check for updates for the following add-ons:
bn_bd: %S নিম্নলিখিত অ্যাড-অনের জন্য হালনাগাদ পরীক্ষা করতে ব্যর্থ:

source: %S was unable to install updates for the following add-ons:
bn_bd: %S নিম্নলিখিত অ্যাড-অনের জন্য হালনাগাদ ইনস্টল করতে ব্যর্থ:

source: Swaziland
bn_bd: সোয়াজিল্যান্ড

source: Sweden
bn_bd: সুইডেন

source: Swedish
bn_bd: সুইডিশ

source: %S will always remember this page for you.
bn_bd: %S আপনার ব্যবহারের জন্য সর্বতা এই পাতাটি মনে রাখবে।

source: %S will begin syncing momentarily.
bn_bd: %S কিছুক্ষণের মধ্যে সিঙ্ক করা শুরু হবে।

source: %S will be installed after you restart.
bn_bd: রিস্টার্ট করার পর %S ইনস্টল করা হবে।

source: %S (window)
bn_bd: %S (উইন্ডো)

source: switch
bn_bd: সুইচ

source: Switch
bn_bd: পরিবর্তন

source: switched
bn_bd: স্যুইচ করা হয়েছে

source: Switch Page Direction
bn_bd: পাতার দিকবিন্যাস পরিবর্তন

source: Switch Text Direction
bn_bd: লেখার দিকবিন্যাস পরিবর্তন

source: Switch to Presentation Mode
bn_bd: উপস্থাপনা মোডে স্যুইচ করুন

source: Switch to tab:
bn_bd: ট্যাবে যান:

source: Switch to Tab
bn_bd: ট্যাবে যান

source: Switch to this Tab
bn_bd: এই ট্যাবে সুইচ করুন

source: Switzerland
bn_bd: সুইজারল্যান্ড

source: Sync
bn_bd: সিঙ্ক

source: Sync Across All Devices
bn_bd: সব ডিভাইসে সিঙ্ক করুন

source: Sync Disconnected
bn_bd: সিঙ্ক বিচ্ছিন্ন

source: Synced Tabs
bn_bd: সিঙ্ককৃত ট্যাব

source: Sync Enabled
bn_bd: সিঙ্ক সক্রিয়

source: Synchronize your bookmarks, history, tabs, passwords, add-ons, and preferences across all your devices.
bn_bd: আপনার সকল ডিভাইস জুড়ে আপনার বুকমার্ক, ইতিহাস, ট্যাব, পাসওয়ার্ড, অ্যাড টার্ন, এবং পছন্দ সিংক্রোনাইজ করুন.

source: Synchronous XMLHttpRequest on the main thread is deprecated because of its detrimental effects to the end user’s experience. For more help http://xhr.spec.whatwg.org/
bn_bd: প্রান্তিক ব্যবহারকারীর ক্ষতিকারক অভিজ্ঞতার প্রভাবে প্রধান থ্রেডের Synchronous XMLHttpRequest অসমর্থিত রয়েছে। আরও সাহায্যের জন্য ভিজিট করুন http://xhr.spec.whatwg.org/

source: Syncing…
bn_bd: সিঙ্ক হচ্ছে…

source: Syncing Devices…
bn_bd: ডিভাইস সিঙ্ক হচ্ছে…

source: Sync Now
bn_bd: এখন সিঙ্ক

source: Sync preferences
bn_bd: সিঙ্ক পছন্দসমূহ

source: Sync Preferences
bn_bd: সিঙ্ক পছন্দসমূহ

source: Sync Settings
bn_bd: সিঙ্ক সেটিং

source: Synopsis
bn_bd: সারসংক্ষেপ

source: syntax error
bn_bd: সিনট্যাক্স ত্রুটি

source: Syntax error
bn_bd: সিনট্যাক্স ত্রুটি

source: Syntax error in CSS query
bn_bd: CSS কোয়েরিতে সিনট্যাক্স ত্রুটি

source: Syntax Highlighting
bn_bd: সিনট্যাক্স হাইলাইট করা হবে (H)

source: Syria
bn_bd: সিরিয়া

source: system
bn_bd: সিস্টেম

source: System Unsupported
bn_bd: সিস্টেমটি অসমর্থিত

source: tab
bn_bd: ট্যাব

source: Tab
bn_bd: ট্যাব

source: Tab from %S
bn_bd: %S হতে ট্যাব

source: table
bn_bd: টেবিল

source: “table” closed but “caption” was still open.
bn_bd: “table” বন্ধ করা হয়েছে কিন্তু “caption” তখনও খোলা ছিল।

source: Table name
bn_bd: টেবিলের নাম

source: Tables
bn_bd: সারণিসমূহ

source: Tablet Mode Enabled
bn_bd: ট্যাবলেট মোড সক্রিয়

source: Tablets
bn_bd: ট্যাব সমূহ

source: tab list
bn_bd: ট্যাব তালিকা

source: tab panel
bn_bd: ট্যাব প্যানেল

source: Tab Received
bn_bd: ট্যাব গৃহীত

source: Tabs
bn_bd: ট্যাব

source: Tab size
bn_bd: ট্যাবের আকার T

source: Tabs Received
bn_bd: ট্যাব গৃহীত

source: Tabs sharing devices
bn_bd: ট্যাব শেয়ারিং dডিভাইসগুলি

source: Tag
bn_bd: ট্যাগ

source: Tagalog
bn_bd: ট্যাগালগ

source: Tags
bn_bd: ট্যাগ

source: Tags:
bn_bd: ট্যাগ:

source: tags to the bottom of the page and creating a new inline
bn_bd: পৃষ্ঠার নিচে ট্যাগ করে এবং একটি নতুন ইনলাইন তৈরি করে

source: Tahitian
bn_bd: তাহিতিয়ান

source: Taiwan
bn_bd: তাইওয়ান

source: Tajik
bn_bd: তাজিক

source: Tajikistan
bn_bd: তাজিকিস্তান

source: Take a screenshot of the entire page
bn_bd: পুরো পাতার একটি স্ক্রীনশট নিন

source: Take a screenshot of the viewport
bn_bd: viewport এর একটি স্ক্রিনশট নাও

source: Take me there!
bn_bd: আমাকে সেখানে নিয়ে যান!

source: Take snapshot
bn_bd: স্ন্যাপসট নিন

source: Take Your Web With You
bn_bd: আপনার ওয়েব আপনার সঙ্গে নিন

source: Tamil
bn_bd: তামিল

source: Tanzania
bn_bd: তানজানিয়া

source: Tap here to activate plugin.
bn_bd: প্লাগইন সক্রিয় করতে ট্যাপ করুন।

source: Target
bn_bd: লক্ষ্য

source: Target does not support CSS Coverage
bn_bd: উদ্দিষ্ট CSS কভারেজ সমর্থন করে না

source: Tatar
bn_bd: তাতার

source: Technical Details
bn_bd: প্রযুক্তিগত বিবরণ

source: Telemetry Data
bn_bd: টেলিমেট্রি ডাটা

source: Telemetry Log
bn_bd: টেলিমেট্রি লগ

source: Telemetry Settings
bn_bd: টেলেমেট্রি সেটিং

source: telephone
bn_bd: টেলিফোন

source: Tell %s about this crash so they can fix it
bn_bd: %s কে এই ক্র্যাশ সম্পর্কে জানান যাতে তারা এটা ঠিক করতে পারে

source: &Tell us what you thought of $BrandShortName
bn_bd: $BrandShortName সম্পর্কে আপনার মন্তব্য আমাদের জানান (&T)

source: Tell you when a website asks to store data for offline use
bn_bd: অফলাইন অবস্থায় ব্যবহারের জন্য কোনো ওয়েবসাইট তথ্য সংরক্ষণের চেষ্টা করলে আপনাকে জানাবে

source: Telugu
bn_bd: তেলেগু

source: Templates URL
bn_bd: টেমপ্লেট URL

source: Temporary
bn_bd: অস্থায়ী

source: Temporary Extensions
bn_bd: অস্থায়ী এক্সটেনশন

source: temporary files
bn_bd: অস্থায়ী ফাইল

source: term
bn_bd: শর্ত

source: Terminate GPU Process
bn_bd: GPU প্রক্রিয়া বন্ধ করুন

source: Terminating ServiceWorker for scope ‘%1$S’ with pending waitUntil/respondWith promises because of grace timeout.
bn_bd: ServiceWorker সমাপ্ত করা হচ্ছে scope ‘%1$S’ এর সাথে waitUntil/respondWithpromises পেনডিং থাকার জন্য grace timeout এর কারণে।

source: Terms of Service
bn_bd: সেবার শর্ত

source: Text
bn_bd: টেক্সট

source: Text:
bn_bd: লেখা:

source: Text and Background
bn_bd: লেখা ও পটভূমি

source: text area
bn_bd: টেক্সট এলাকা

source: text container
bn_bd: টেক্সট ধারক

source: Text copied to clipboard
bn_bd: টেক্সট ক্লিপবোর্ডে অনুলিপি করা হয়েছে

source: text declaration not well-formed
bn_bd: টেক্সট ঘোষণা সঠিক আকারে হয়নি

source: Text Encoding
bn_bd: টেক্সট এনকোডিং

source: Text Encoding:
bn_bd: টেক্সট এনকোডিংঃ

source: Text Encoding for Legacy Content
bn_bd: লিগ্যাসি কন্টেটের জন্য ক্যারেক্টার এনকোডিং

source: Text Files
bn_bd: টেক্সট ফাইল

source: Text Size
bn_bd: লেখার আকার (z)

source: Thai
bn_bd: থাই

source: Thailand
bn_bd: থাইল্যান্ড

source: Thanks!
bn_bd: ধন্যবাদ!

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
bn_bd: Firefox নির্বাচন করার জন্য ধন্যবাদ! আপনার ব্রাউজারের সর্বাধিক সুবিধা নেয়ার জন্য <a>সর্বশেষ বৈশিষ্ট্য</a> সম্পর্কে জানুন।

source: The active incremental GC cycle was forced to finish immediately.
bn_bd: একটি সক্রিয় ক্রমবর্ধমান GC সাইকেল সাথে সাথে শেষ করার জন্য জোর করে।

source: The add-on could not be downloaded because of a connection failure.
bn_bd: সংযোগ ব্যর্থতার জন্য অ্যাড-অন ডাউনলোড করা যায়নি।

source: The add-on could not be installed because it does not match the add-on %1$S expected.
bn_bd: এর অ্যাড-অন ইনস্টল করা যায়নি কারণ প্রত্যাশিত অ্যাড-অন %1$S এর সাথে এটা মিলে না।

source: The add-on downloaded from this site could not be installed because it appears to be corrupt.
bn_bd: ডাউনলোড করা এড অন টি ক্ষতিগ্রস্ত হওয়ার ফলে এটি ইনস্টল করা সম্ভব হয়নি।

source: The add-ons that have a high risk of causing stability or security problems have been blocked. The others are lower risk, but it is highly recommended that you restart with them disabled.
bn_bd: যেসব অ্যাড-অনের স্থায়ীত্ব বা নিরাপত্তার বেশি ঝুঁকি আছে সেগুলো প্রতিরোধ করা হয়েছে। অন্যগুলো কম ঝুঁকিপূর্ণ, কিন্তু সেগুলো নিষ্ক্রিয় করে পুনরায় আরম্ভ করার জন্য পরামর্শ দেয়া হচ্ছে।

source: The address isn’t valid
bn_bd: ঠিকানাটি কার্যকর নয়

source: The address wasn’t understood
bn_bd: ঠিকানাটি বোঝা যায়নি

source: The amount of time spent in this function and functions it calls.
bn_bd: এই ফাংশনকর্তিক এবং ফাংশনটি কল করতে নির্দিষ্ট পরিমান সময় ব্যয় হলো।

source: The amount of time spent only within this function.
bn_bd: এই ফাংশনের উপর নির্দিষ্ট পরিমান সময় ব্যয় হলো।

source: The Application Cache API (AppCache) is deprecated and will be removed at a future date. Please consider using ServiceWorker for offline support.
bn_bd: Application Cache API (AppCache) অসমর্থিত এবং ভবিষ্যতে কোনো এক সময় অপসারিত হবে। দয়া করে অফলাইন সহায়তার জন্য ServiceWorker ব্যবহার করুন।

source: The application did not identify itself.
bn_bd: অ্যাপ্লিকেশনটি নিজের পরিচয় দেয়নি।

source: The application did not leave a crash dump file.
bn_bd: অ্যাপ্লিকেশনটি কোনো ক্র্যাশ ডাম্প ফাইল তৈরি করেনি।

source: The application did not specify a crash reporting server.
bn_bd: অ্যাপ্লিকেশনটি কোনো ক্র্যাশ প্রতিবেদন সার্ভার উল্লেখ করেনি।

source: The application didn't leave an application data file.
bn_bd: অ্যাপ্লিকেশনটি কোনো অ্যাপ্লিকেশন ডাটা ফাইল তৈরি করেনি।

source: The application had a problem and crashed.\n\nUnfortunately, the crash reporter is unable to submit a report for this crash.\n\nDetails: %s
bn_bd: অ্যাপ্লিকেশনটিতে একটি সমস্যা হয়েছিল এবং তা ক্র্যাশ করেছে।\n\nদুর্ভাগ্যবশত ক্র্যাশ প্রতিবেদক এই ক্র্যাশের জন্য কোনো প্রতিবেদন জমা দিতে অক্ষম।\n\nবিস্তারিত: %s

source: The application passed an invalid argument.
bn_bd: অ্যাপ্লিকেশনটি একটি অকার্যকর আর্গুমেন্ট পাস করেছে।

source: The application you chose (“%S”) could not be found. Check the file name or choose another application.
bn_bd: আপনার নির্বাচিত অ্যাপ্লিকেশন ("%S") পাওয়া যায়নি। ফাইলের নাম পরীক্ষা করুন অথবা অন্য অ্যাপ্লিকেশন নির্বাচন করুন।

source: The bookmarks and history system will not be functional because one of %S’s files is in use by another application. Some security software can cause this problem.
bn_bd: বুকমার্ক ও ইতিহাস সক্রিয় করা সম্ভব নয় কারণ %S এর একটি ফাইল অন্য একটি অ্যাপ্লিকেশন ব্যবহার করছে। কিছু নিরাপত্তা সফটওয়্যার এই সমস্যার কারণ হতে পারে।

source: The Book of Mozilla, 15:1
bn_bd: দ্য বুক অব মোজিলা, 15:1

source: The buffer is full. Older samples are now being overwritten.
bn_bd: বাফারটি সম্পূর্ণ। পুরনো নমুনাগুলো এখন মুছে ফেলা হচ্ছে।

source: The buffer passed to decodeAudioData contains an unknown content type.
bn_bd: decodeAudioData তে পাঠানো বাফারে বিষয়বস্তুর প্রকারভেদ অজানা।

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
bn_bd: decodeAudioData তে পাঠানো বাফারে অকার্যকর বিষয়বস্তু আছে যা সফলভাবে ডিকোড করা যাবে না।

source: The buffer passed to decodeAudioData does not contain any audio.
bn_bd: decodeAudioDataতে পাঠানো বাফারে কোন অডিও নেই।

source: The certificate and private key already exist on the security device.
bn_bd: সার্টিফিকেট ও প্রাইভেট কী নিরাপত্তা ডিভাইসের মধ্যে উপস্থিত রয়েছে।
